import 'package:myquize_app/question.dart';

List <Question> questions = [
  Question(
      opt1: 'মহিউদ্দিন জাহাঙ্গীর',
      opt2: 'হামিদুর রহমান',
      opt3: 'মোস্তফা কামাল',
      op4: 'মোহাম্মদ রুহুল আমিন',
      ans: 'a'),
  Question(
      opt1: 'মহিউদ্দিন জাহাঙ্গীর',
      opt2: 'হামিদুর রহমান',
      opt3: 'মোস্তফা কামাল',
      op4: 'নূর মোহাম্মদ শেখ',
      ans: 'b'),
  Question(
      opt2: 'মহিউদ্দিন জাহাঙ্গীর',
      opt1: 'হামিদুর রহমান',
      opt3: 'মোস্তফা কামাল',
      op4: 'মতিউর রহমান',
      ans: 'c'),
  Question(
      opt1: 'মহিউদ্দিন জাহাঙ্গীর',
      opt2: 'হামিদুর রহমান',
      opt3: 'মোস্তফা কামাল',
      op4: 'মোহাম্মদ রুহুল আমিন',
      ans: 'd'),
  Question(
      opt1: 'মহিউদ্দিন জাহাঙ্গীর',
      opt2: 'মতিউর রহমান',
      opt3: 'মোস্তফা কামাল',
      op4: 'মোহাম্মদ রুহুল আমিন',
      ans: 'b'),
];


